{
    "title": "นโยบายความเป็นส่วนตัวและนโยบายคุ้มครองข้อมูลส่วนบุคคลของฟิกชันนิโอ",
    "privacy-header": "นโยบายความเป็นส่วนตัวและนโยบายคุ้มครองข้อมูลส่วนบุคคล",
    "privacy-intro1": "บริษัท แอดส์ ซอร์ท จำกัด  มีนโยบายในการคุ้มครองความเป็นส่วนตัว เพื่อรักษาข้อมูลส่วนบุคคลของผู้ใช้ที่เข้ามาใช้บริการเว็บไซต์ของบริษัท โดยข้อมูลส่วนบุคคลที่ผู้ใช้ได้ให้หรือใช้ผ่านการประมวลผลของคอมพิวเตอร์ที่ควบคุมการทำงานเว็บไซต์ บริษัทจะใช้การจัดการ ควบคุม และปกป้องรักษาข้อมูลที่ท่านให้แก่บริษัทในขณะที่เข้าใช้บริการเว็บไซต์และทางเลือกต่าง ๆ ที่ท่านมีการเข้าถึง เพื่อการเคารพสิทธิในความเป็นส่วนตัวและคุ้มครองข้อมูลของท่าน",
    "privacy-intro2": "ในหน้านี้จะแสดงให้ท่านได้เห็นถึงนโยบายของทางบริษัทในการเก็บข้อมูล การนำไปใช้ และการปกปิดข้อมูลส่วนบุคคล เมื่อท่านใช้บริการของทางและบริษัท แอดส์ ซอร์ท จำกัด",
    "privacy-intro3": "ทางบริษัทจะใช้ข้อมูลเพื่อให้บริการและปรับปรุงการให้บริการของทางบริษัท โดยระหว่างการใช้บริการ ถือว่าท่านให้อนุญาตให้ทางบริษัทเก็บข้อมูลและใช้ข้อมูลตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวฉบับนี้",
    "information-use": "ข้อมูลที่บริษัทจะจัดเก็บ",
    "information-use-content1": "ทางบริษัทจะจัดเก็บข้อมูลประเภทต่างๆเพื่อให้บริการและพัฒนาบริการแก่ท่าน",
    "type-data": "ประเภทข้อมูลที่บริษัทจะจัดเก็บ",
    "type-data-content1": "ระหว่างการใช้บริการของทาวบริษัท ทางบริษัทอาจถามถึงข้อมูลและจัดเก็บข้อมูลดังต่อไปนี้",
    "type-data-personal-info": "ข้อมูลส่วนบุคคล",
    "type-data-promotion": "ข้อมูลโปรโมชันต่างๆ",
    "type-data-payment": "ข้อมูลเกี่ยวกับการชำระเงิน ยกเว้น ข้อมูลที่เกี่ยวเนื่องกับข้อมูลบัตรเครดิตของท่าน",
    "type-data-cookie": "ข้อมูลคุกกี้ระหว่างที่ท่านใช้บริการของทางบริษัท",
    "usage-data": "การนำข้อมูลไปใช้",
    "usage-data-content1": "เราอาจจะเก็บข้อมูลที่ท่านระหว่างที่ โดยข้อมูลนี้อาจรวมถึงข้อมูลอินเตอร์เน็ตแอดเดรสจากคอมพิวเตอร์ที่ท่าน ประเภทของเว็บบราวเซอร์ที่ใช้ เวอร์ชั่นของเว็บบราวเซอร์ หน้าที่ถูกท่านเรียกดู ระยะเวลาที่ใช้งานหน้านั้น ฯลฯ",
    "tracking": "การติดตามข้อมูลและจัดเก็บขอมูลบนคุกกี้",
    "tracking-content1": "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.",
    "tracking-content2": "คุกกี้คือไฟล์ที่จัดเก็บข้อมูลเล็กๆที่ไม่สามารถระบุตัวตนของผู้ใช้งานได้ ข้อมูลคุกกี้จะถูกส่งจากเว็บไซต์ไปที่เว็บบราวเซอร์และจัดบนเครื่องของท่าน และเทคโนโลยีที่ใช้ในการติดตามจัดเก็บข้อมูลการใช้งานเพื่อนำมาพัฒนาระบบและปรับปรุงการให้บริการของทางบริษัท",
    "tracking-content3": "คุณสามารถตั้งค่าให้เว็บบราวเซอร์ของคุณปฏิเสธการจัดเก็บข้อมูลคุกกี้ได้ แต่อย่างไรก็ตามหากคุณปฏิเสธที่จะจัดเก็บข้อมูลบนคุกกี้ คุณอาจไม่สามารถใช้บริการบางส่วนของทางบริษัทได้",
    "use-of-data": "การนำข้อมูลส่วนบุคคลไปใช้อย่างจำกัด ",
    "use-of-data-content1": "บริษัท แอดส์ ซอร์ท จำกัด จะนำข้อมูลไปในวัตถุประสงค์ต่างๆ ดังนี้:",
    "use-of-data-bullet1": "เพื่อพัฒนาและปรับปรุงระบบ",
    "use-of-data-bullet2": "เพื่อแจ้งแก่ท่านในกรณีที่มีการเปลี่ยนแปลงบนระบบเกิดขึ้น",
    "use-of-data-bullet3": "เพื่อให้ท่านสามารถใช้บริการของทางบริษัทได้อย่างเหมาะสม เมื่อท่านเรียกใช้งาน",
    "use-of-data-bullet4": "เพื่อพัฒนาบริการทางด้านลูกค้าสัมพันธ์",
    "use-of-data-bullet5": "เพื่อนำข้อมูลไปเวิเคราะห์และพัฒนาบริการของทางบริษัท",
    "use-of-data-bullet6": "เพื่อตรวจสอบการใช้งานบริการของทางบริษัท",
    "use-of-data-bullet7": "เพื่อตรวจจับและป้องกันปัญหาที่อาจจะเกิดขึ้นจากการใช้งานบริการของทางบริษัท",
    "disclosure-data": "ข้อจำกัดในการเปิดเผยข้อมูล",
    "legal-requirements": "ข้อกฏหมายที่เกี่ยวข้อง",
    "legal-requirements-content1": "บริษัท แอดส์ ซอร์ท จำกัด อาจจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของท่านในกรณีที่ความจำเป็นดังต่อไปนี้:",
    "legal-requirements-bullet1": "เมื่อมีการรอข้อข้อมูลภายใต้กฏหมายที่กำหนด",
    "legal-requirements-bullet2": "เพื่อปกป้องทรัพย์สินและสิทธิของทางบริษัท แอดส์ ซอร์ท จำกัด",
    "legal-requirements-bullet3": "เพื่อป้องกันและตรวจสอบสิ่งที่เกิดขึ้นเมื่อมีเหตุปกติจากการใช้งานระบบของทางบริษัท",
    "legal-requirements-bullet4": "เพื่อป้องกันความปลอดภัยของผู้ใช้งานที่ใช้บริการส่วนใหญ่หรือต่อสาธาณะ",
    "legal-requirements-bullet5": "เพื่อป้องกันให้ไม่เกิดสิ่งผิดกฏหมายภายใต้สิ่งที่กฏหมายกำหนด",
    "security": "ความปลอดภัยของข้อมูล",
    "security-content1": "ความปลอดภัยของข้อมูลของท่านเป็นสิ่งที่สำคัญของทางบริษัท, แต่อย่างไรก็ตาไม่มีวิธีการในๆบนโลกอินเตอร์เน็คที่จะมีความปลอดภัย 100% เราจะพยายามพัฒนาระบบความปลอดภัยเพื่อรักษาข้อมูลส่วนบุคคลของท่านอย่างดีที่สุด แต่ไม่การันตีถึงความปลอดภัยได้ 100%",
    "provider": "การเชื่อมโยงข้อมูลส่วนบุคคลกับบุคคลอื่นหรือหน่วยงานอื่น",
    "provider-content1": "เราอาจติดตั้งบริการจากบุคคลอื่นหรือหน่วยงานอื่น เพื่อจัดการบริการของทางบริษัท เพื่อให้บริการหรือกระทำการใดๆที่เกี่ยวข้องกับการบริการของทางบริษัทในนามของบริษัท",
    "provider-content2": "บุคคลที่สามเหล่านี้อาจจะมีสามารถเข้าถึงข้อมูลส่วนบุคคลของท่านเฉพาะในส่วนที่เกี่ยวเนื่องกับบริการที่ได้รับอนุญาตให้ทำในนามบริษัทเท่านั้น แล้วบุคคลที่ 3 เหล่านี้จะไม่เปิดเผยข้อมูลของท่านต่อบุคคลภายนอก",
    "link": "การเชื่อมต่อไปที่เว็บไซต์อื่น",
    "link-content1": "บริการของทางบริษัทอาจมีการเชื่อมต่อไปที่เว็บไซต์อื่นที่ไม่ได้อยู่ภายใต้การดำเนินงานของบริษัท เมื่อคุณคลิกลิงค์ที่เชื่อมต่อไปยังเว็บไซต์อื่น จะไม่ได้คุ้มครองโดยนโยบายความเป็นส่วนตัวของทางบริษัท ทางบริษัทแนะนำให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวทุกครั้งที่ถูกเชื่อมโยงไปที่เว็บไซต์อื่น",
    "link-content2": "ทางบริษัทไม่สามารถความคุมและไม่รับผิดชอบต่อเนื้อหาและความเป็นส่วนตัวของท่านในกรณีที่ท่านถออกไปที่เว็บไซต์อื่น",
    "change": "สิทธิในการแก้ไขนโยบาย",
    "change-content1": "ทางบริษัทขอสงวนสิทธิในการแก้ไข/เปลี่ยนแปลงนโยบายความเป็นส่วนตัวได้ตลอดเวลา เราจะแจ้งให้คุณทราบเมื่อมีการเปลี่ยนแปลงนโยบายความเป็นตัวผ่านทางระบบของทางบริษัท",
    "change-content2": "เราแนะนำให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวก่อนเข้าระบบของทางบริษัท",
    "contact": "ติดต่อเรา",
    "contact-content1": "กรณีที่ท่านมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ ติดต่อได้ที่:",
    "contact-email": "Email: contact-us@fictionio.com",
    "contact-site": " หรือเข้าสู่เว็บไซต์: https://www.fictionio.com/about-us"
  }
  