{
    "title": "ข้อตกลงและเงื่อนไขการให้บริการเว็บไซต์ Fictionio",
    "agreement-header": "ข้อตกลงและเงื่อนไขการให้บริการเว็บไซต์ Fictionio",
    "agreement-bullet1": "ระบบฟิกชันนิโอ (www.fictionio.com) เป็นการให้บริการทางเครือข่ายอินเทอร์เน็ตของ บริษัทแอดส์ ซอร์ท จำกัด ผ่านระบบและอุปกรณ์เทคโนโลยีในรูปแบบต่างๆ เพื่อให้บริการ อำนวยความสะดวกให้ผู้ที่สมัครใช้บริการสามารถเผยแพร่งานเขียนสู่สาธารณะ ทั้งในรูปแบบที่อ่านฟรี และรูปแบบที่คิดเงินค่าอ่าน",
    "agreement-bullet2": "ผู้ใช้บริการสามารถสมัครบริการผ่านเว็ปไซต์ของบริษัท โดยผู้ขอใช้บริการจะต้องกรอกข้อมูลการสมัครใช้บริการให้ครบถ้วนและถูกต้อง โดยการสมัครจะมีผลสมบูรณ์เมื่อผู้ใช้บริการได้รับข้อความยืนยันจากทางระบบของทางบริษัท",
    "agreement-bullet3": "ผู้ใช้บริการจะต้องกำหนดรหัสประจำตัว (Username) และรหัสผ่าน (Password) ด้วยตนเองเพื่อเข้าใช้งานระบบกรุงศรีออนไลน์ตามวิธีการและเงื่อนไขที่บริษัทกำหนด ",
    "agreement-bullet4": "ผู้ใช้บริการสามารถเข้าสู่ระบบฟิกชันนิโอผ่านเว็บไซต์ของบริษัทโดยการใช้รหัสประจำตัว (Username) และรหัสผ่าน (Password) หรือผ่านช่องทางอื่นตามที่บริษัทกำหนดในภายหน้าได้",
    "agreement-bullet5": "ผู้ใช้บริการสามารถเปลี่ยนรหัสผ่าน (Password) ได้ด้วยตนเองเมื่อใดก็ได้ โดยดำเนินการตามวิธีการและเงื่อนไขที่บริษัทกำหนด และตกลงให้รหัสผ่าน (Password) นั้น เป็นรหัสผ่านสำหรับการใช้บริการที่มีผลผูกพันผู้ใช้บริการทุกประการ ผู้ใช้บริการทราบดีว่ารหัสผ่าน (Password) เป็นข้อมูลลับเฉพาะซึ่งผู้ใช้บริการจะต้องเก็บรักษาไว้และมิให้บุคคลอื่นใดล่วงรู้โดยเด็ดขาดรวมทั้งบริษัท",
    "agreement-bullet6": "ในกรณีที่ผู้ใช้บริการเข้าสู่ระบบฟิกชันนิโอ โดยใช้รหัสผ่าน (Password) ผู้ใช้บริการจะต้องบันทึกรหัสผ่าน (Password) ให้ถูกต้อง หากผู้ใช้บริการบันทึก ผิดเกินกว่าจำนวนครั้งที่บริษัทกำหนด ผู้ใช้บริการจะไม่สามารถใช้บริการได้อีกต่อไป โดยผู้ใช้บริการต้องดำเนินการตามขั้นตอนที่บริษัทกำหนด หรือติดต่อบริษัทเพื่อดำเนินการตามขั้นตอบริษัทกำหนดต่อไป ในกรณีที่ผู้ใช้บริการไม่ได้เข้าใช้บริการเป็นเวลาเกินกว่าที่บริษัทกำหนด บริษัทจะระงับการให้บริการเป็นการชั่วคราวจนกว่าผู้ใช้บริการจะติดต่อมายังบริษัท",
    "agreement-bullet7": "การกระทำการใดๆ ผ่านเว็บไซต์ฟิกชันนิโอ หากกระทำโดยใช้รหัสประจำตัว (Username) รหัสผ่าน (Password) ของผู้ใช้บริการ ผู้ใช้บริการยอมให้ถือว่าการกระทำนั้นมีผลสมบูรณ์นับตั้งแต่เวลาที่มีการยืนยันทำธุรกรรม รวมทั้งให้ถือว่าเป็นการที่ผู้ใช้บริการได้ลงลายมือชื่ออิเล็กทรอนิกส์ให้ไว้แก่บริษัทเพื่อเป็นหลักฐานในการทำธุรกรรมผ่านบริการในครั้งนั้นๆ โดยผู้ใช้บริการไม่ต้องลงลายมือชื่อเป็นหลักฐานในเอกสารใดๆ อีก และตกลงให้สามารถใช้ข้อมูลการทำธุรกรรมดังกล่าวเป็นต้นฉบับเอกสารที่ใช้เป็นพยานหลักฐานในการพิสูจน์ว่าผู้ใช้บริการได้ทำธุรกรรมนั้นและใช้ดำเนินการทางกฎหมายกับผู้ใช้บริการได้ และยินยอมรับผิดชอบในการกระทำดังกล่าวเสมือนหนึ่งว่าผู้ใช้บริการเป็นผู้กระทำด้วยตนเอง โดยผู้ใช้บริการตกลงยอมรับและรับทราบถึงความเสี่ยงที่เกี่ยวเนื่องกับการใช้บริการผ่านช่องทางอิเล็กทรอนิกส์เนื่องจากผู้ใช้บริการสามารถทำธุรกรรมด้วยตนเองได้โดยไม่จำเป็นต้องมีเอกสารหรือหลักฐานอื่นใดยืนยันเพิ่มเติม ทั้งนี้ ไม่ว่าจะเกิดขึ้นด้วยความทุจริตของบุคคลภายนอกหรือไม่ก็ตาม เว้นแต่ผู้ใช้บริการไม่มีส่วนเกี่ยวข้องในการกระทำทุจริตดังกล่าว โดยบริษัทไม่ต้องรับผิดชอบในข้อผิดพลาดหรือบกพร่อง หรือความเสียหายใดๆ อันอาจเกิดขึ้นและผู้ใช้บริการจะไม่นำไปเป็นข้ออ้างยืนยัน และ/หรือใช้เป็นหลักฐานโต้แย้งหรือฟ้องร้องต่อสู้กับ บริษัทในเครือแต่ประการใดทั้งสิ้น",
    "agreement-bullet8": "ในกรณีที่รหัสประจำตัว (Username) หรืออุปกรณ์ที่ใช้ในการทำรายการ เช่น โทรศัพท์เคลื่อนที่หรือแท็บเล็ต ชำรุด สูญหาย หรือถูกโจรกรรม ผู้ใช้บริการต้องแจ้ง และ/หรือขอระงับธุรกรรม และ/หรือการใช้บริการอิเล็กทรอนิกส์ใดๆ และ/หรือ ขออายัดหรือระงับการใช้รหัสประจำตัว (Username) หรืออุปกรณ์ที่ใช้ทำรายการดังกล่าว ทันทีผ่านช่องทางการติดต่อที่บริษัทได้ระบุไว้ โดยบริษัทจะทำการระงับธุรกรรม และ/หรือการใช้บริการอิเล็กทรอนิกส์ใดๆ และ/หรืออายัด หรือระงับการใช้รหัสประจำตัว (Username) และอุปกรณ์ที่ใช้ทำรายการทันทีที่ผู้ใช้บริการผ่านการตรวจสอบความเป็นเจ้าของรหัสประจำตัวตามขั้นตอนและวิธีการที่บริษัทกำหนดแล้ว ทั้งนี้ ผู้ใช้บริการยอมรับว่าการทำรายการใดๆ หรือการทำรายการด้วยรหัสประจำตัว (Username) หรืออุปกรณ์ของผู้ใช้บริการก่อนที่บริษัทจะทำการระงับหรืออายัดนั้น ให้มีผลผูกพันผู้ใช้บริการ และผู้ใช้บริการตกลงรับผิดชอบและยินยอมชำระค่าใช้จ่ายที่เกี่ยวข้องทุกประการ",
    "agreement-bullet9": "ในกรณีที่ระบบคอมพิวเตอร์หรือระบบการติดต่อสื่อสารของบริษัท หรือของผู้ใช้บริการหรือของ ผู้ให้บริการระบบอินเทอร์เน็ต (Internet Service Provider) หรือของผู้ให้บริการเครือข่ายโทรศัพท์เคลื่อนที่ (Mobile Operator) ระบบไฟฟ้า ระบบการติดต่อสื่อสารโทรคมนาคม หรือระบบอื่นใดที่เกี่ยวข้องกับการให้บริการของบริษัทชำรุดขัดข้อง อยู่ระหว่างการซ่อมแซม หรือปิดระบบชั่วคราวเพื่อบำรุงรักษา เป็นเหตุให้ผู้ใช้บริการไม่สามารถใช้ระบบฟิกชันนิโอได้ ผู้ใช้บริการตกลงจะไม่ยกเอาเหตุขัดข้องดังกล่าวมาเป็นข้อเรียกร้องให้บริษัทในเครือรับผิดชอบแต่ประการใด",
    "agreement-bullet10": "ผู้ใช้บริการยินยอมชำระค่าธรรมเนียม ค่าใช้บริการ และค่าใช้จ่ายต่างๆ อันเกี่ยวเนื่องกับการทำรายการผ่านเว็บไซต์ของบริษัทเครือตามเงื่อนไข ประเภท อัตราหรือจำนวนที่ บริษัทกำหนดไว้แล้วในขณะนี้ และ/หรือ ที่จะกำหนดขึ้นใหม่ในภายหน้า ",
    "agreement-bullet11": "ผู้ใช้บริการรับทราบว่า การใช้บริการใดๆต้องให้ระยะเวลาอันสมควรแก่บริษัทในการดำเนินการตามขั้นตอนที่จำเป็นเพื่อให้บริการโดยผู้ใช้บริการจะไม่เรียกร้องให้ธนาคารต้องรับผิดชอบต่อความเสียหายใดๆ ที่เกิดจากความล่าช้าในขั้นตอนของการดำเนินการ",
    "agreement-bullet12": "ผู้ใช้บริการยอมรับว่า บันทึก หลักฐาน หรือเอกสารใดๆ ก็ตามที่บริษัทได้จัดทำขึ้นเนื่องจากการใช้บริการของผู้ใช้บริการมีความถูกต้องโดยไม่จำเป็นต้องให้ผู้ใช้บริการตรวจสอบหรือลงลายมือชื่อก่อนแต่อย่างใด และสามารถใช้เป็นพยานหลักฐานได้โดยชอบ แม้ว่าข้อมูลนั้นจะเก็บรักษา และ/หรือรวบรวมไว้ในรูปของข้อมูลอิเล็กทรอนิกส์ หรือไม่ว่าในรูปแบบใดก็ตาม ทั้งนี้ ผู้ใช้บริการมีสิทธิที่จะได้รับเอกสารหลักฐานประกอบการทำรายการของผู้ใช้บริการ",
    "agreement-bullet13": "ผู้ใช้บริการยินยอมให้บริษัทติดต่อสอบถาม และ/หรือเปิดเผยรายละเอียดและข้อมูลการใช้บริการของผู้ใช้บริการกับบริษัท ต่อบุคคล และ/หรือนิติบุคคลใดๆ ได้ตามความจำเป็นและเหมาะสมโดยบริษัทไม่ต้องขออนุญาตหรือได้รับความยินยอมจากผู้ใช้บริการแต่อย่างใด ทั้งนี้ ให้ถือว่าความยินยอมนี้มีผลใช้บังคับตลอดไปแม้ว่าผู้ใช้บริการจะมิได้ใช้บริการระบบฟิกชันนิโอ หรือมิได้ใช้บริการใดๆ กับบริษัทแล้วก็ตาม",
    "agreement-bullet14": "ผู้ใช้บริการรับรองว่าผลงานของที่นำเข้าสู่ระบบฟิกชันนิโอ เป็นลิขสิทธิ์ของผู้ใช้บริการ โดยมิได้ละเมิดลิขสิทธิ์หรือสิทธิตามกฎหมาย (รวมทั้งสิทธิความเป็นส่วนบุคคลและการเปิดเผยต่อสาธารณะ) ของบุคคลอื่น หรือระเบียบสังคมหรือกฎหมายต่างๆ ไม่ว่าทั้งหมดหรือบางส่วน หากปรากฏในภายหลังว่า ผลงานของผู้ใช้บริการมีการละเมิดสิทธิดังกล่าว ไม่ว่าทั้งหมดหรือบางส่วน และมีการเรียกร้องค่าเสียหายเกิดขึ้น ผู้ใช้บริการจะต้องรับผิดชอบและชดใช้ค่าเสียหายและค่าใช้จ่ายต่างๆที่เกิดขึ้น อันเนื่องจากผลแห่งการละเมิดลิขสิทธิ์หรือสิทธิอื่นใดดังกล่าว",
    "agreement-bullet15": "ผู้ใช้บริการที่นำงานเขียนเข้าสู่ระบบของทางบริษัท จะเป็นผู้มีสิทธิเหนือลิขสิทธิ์ของงานเขียน",
    "agreement-bullet16": "ผู้ใช้บริการอนุญาตให้บริษัทเผยแพร่งานเขียนที่ผู้ใช้บริการนำเข้าสู่ระบบของทางบริษัท ผ่านช่องทางต่างๆของทางบริษัท อีกทั้งยินยอมให้ผู้ใช้บริการรายอื่น นำไปแปลเป็นภาษาอื่นๆ เพื่อเผยแพร่ผ่านช่องทางที่บริษัทจัดไว้ให้",
    "agreement-bullet17": "ผู้ใช้ที่บริการที่ทำการแปลผลงานบนระบบเป็นภาษาอื่น จะต้องไม่นำผลงานไปแสดงหรือเผยแพร่งานเขียนที่ช่องทางอื่นๆ นอกเหนือจากช่องทางที่บริษัทจัดไว้ให้เท่านั้น",
    "agreement-bullet18": "บริษัทขอสงวนสิทธิ์ยกเลิก ระงับ ลบผลงานหรือบัญชีของท่าน (\"ยกเลิกบริการ\") โดยไม่ต้องแจ้งล่วงหน้าหากบริษัทฯ พบว่าท่านได้ละเมิดหรือการกระทำใดๆ ที่ขัดกับเงื่อนไขแห่งสัญญานี้ ในกรณีที่มีการยกเลิกบริการดังกล่าว บริษัทฯอาจเพิกถอนการเข้าถึงบริการของท่านโดยไม่ต้องแจ้งให้ทราบและไม่คืนเงินค่าบริการ",
    "agreement-bullet19": "บริษัทขอสงวนสิทธิ์การแก้ไขหรือเปลี่ยนแปลงเงื่อนไขการใช้บริการของบริษัทฯ โดยไม่ต้องแจ้งล่วงหน้าให้ทราบทั้งนโยบายส่วนบุคคล กฎหมายที่ใช้บังคับ ข้อกำหนดตามกฎระเบียบหรือการรักษาความปลอดภัย การเปลี่ยนแปลงทางเทคนิคในบริการของบริษัทฯ โปรดตรวจสอบเงื่อนไขทุกครั้งที่ใช้บริการของบริษัทฯ"
  }