{
    "title": "Fictionio : คำแนะนำถึงผู้เขียน",
    "write-intro-header": "คำแนะนำถึงผู้เขียน",
    "write-intro1": "ฟิกชันนิโอเปิดบริการเพื่อให้เพื่อนๆนักเขียนสามารถลงผลงานได้ฟรีและยังสามารถหารายได้จากผลงานของตนเองได้ โดยผลงานที่ลงนั้นจะมีข้อกำหนดดังนี้ ",
    "write-why": "ทำไมถึงต้องลงผลงานกับฟิกชันนิโอ",
    "write-why-sub1": "ฟิกชันนิโอเปิดให้นักเขียนลงผลงานได้ฟรี ",
    "write-why-sub2": "ผลงานของผู้เขียนทุกชิ้นมีโอกาสที่จะเผยแพร่ สร้างยอดขายไปทั่วโลก เพราะทางฟิกชักนิโอมีระบบรองรับการแปลผลงานของเพื่อนๆนักเขียนให้เป็นภาษาต่างๆได้ ใครๆก็อยากเป็น J. K. Rowling ที่มีชื่อเสียงและสามารถสร้างยอดขายจากทั่วโลกใช่ไหมหละ",
    "write-why-sub3": "ผู้เขียนสามารถกำหนดรูปแบบราคาได้หลากหลาย ดังนั้นไม่ว่าจะนักเขียนมือใหม่ หรือ นักเขียนที่มีชื่อเสียงสามารถกำหนดรูปแบบราคาที่เหมาะสมเข้าถึงผู้อ่านได้",
    "write-why-sub4": "ผลงานที่อยู่บนระบบฟิกชักนิโอทุกชิ้น จะถูกเก็บไว้บนระบบบล็อคเชน ซึ่งบล็อคเชนเป็นระบบที่มีความน่าเชื่อถือสูง ไม่มีใครสามารถแก้ไขหรือเปลี่ยนแปลงข้อมูลบนระบบบล็อคเช่นได้ ในกรณีที่มีข้อพิพาทขึ้นในอนาคตทางฟิกชันนิโอจะนำข้อมูลนี้มาเป็นหลักฐานช่วยยืนยันผู้เขียนว่า ณ วันเวลาที่ผู้เขียนเผยแพร่ผลงานสู่สาธารณะบนระบบจริง โดยไม่สามารถโต้แย้งจากคู่กรณีได้",
    "write-owner": "ผลงานที่นำมาลง",
    "write-owner-sub1": "ผลงานที่นำมาลงต้องเป็นผลงานที่นักเขียนสร้างสรรค์ขึ้นมาเองเท่านั้น ไม่ได้คัดลอกมาจากที่อื่นหรือแปลภาษาอื่นมา",
    "write-owner-sub2": "ไม่ว่าจะเป็นผลงานเก่าหรือผลงานใหม่ สามารถนำมาลงบนระบบฟิกชักนิโอได้หมด",
    "write-owner-sub3": "ผลงานที่เคยลงที่อื่น ก็สามารถนำมาลงบนระบบฟิกชักนิโอได้เช่นกัน",
    "write-owner-sub4": "ผลงานที่นำมาลง หากได้รับความนิยมผลตอบรับจากผู้อ่านที่ดี ทางฟิกชักนิโอจะพิจารณานำไปโปรโมทผ่านทางช่องทางอื่นๆให้อีกด้วย เพื่อให้ผลงานของผู้เขียนเป็นที่รู้จักมากขึ้น",
    "write-content": "ข้อควรระวังการลงผลงาน",
    "write-content-sub1": "ผลงานที่นำมาลงต้องไม่ขัดต่อกฏหมาย และไม่ผิด พรบ. คอมพิวเตอร์",
    "write-content-sub2": "ภาพประกอบผลงานควรเป็นภาพลิขสิทธิ์ของเจ้าของเอง หรือได้รับอนุญาตจากเจ้าของผลงานแล้วเท่านั้นนะ",
    "write-content-sub3": "ถ้าผลงานชิ้นใด พบว่าขัดต่อกฏหมายทางทีมงานจะระงับการเผยแพร่ ผลงานชิ้นนั้นจนกว่าได้รับปรับให้เหมาะสม",
    "write-support": "รายได้ของนักเขียน",
    "write-support-content1" : "ผู้เขียนสามารถหารายได้จากผลงาน โดยสามารถเลือกตั้งราคาผลงานของตนเอง ในรูปแบบราคาต่างๆ ราคาที่ถูกตั้งจะเป็นหน่วยเหรียญ ทุกครั้งที่ผู้อ่านสั่งซื้อผลงานของผู้เขียนบนระบบ ระบบจะมอบรายได้ให้แก่ผู้เขียนในอัตราส่วน 0.4 ของมูลค่าราคาของนิยายตอนนั้นๆ",
    "write-support-content2" : "ในกรณีที่งานเขียนได้รับการแปลเป็นภาษาอื่น ผู้เขียนจะได้ส่วนแบ่งจากงานแปล เป็นในอัตราส่วน 0.1 ของมูลค่าตอนนั้นๆ",
    "login-to-write": "เข้าสู่ระบบเพื่อเริ่มเขียนนิยาย",
    "start-new-fiction": "เริ่มเขียนนิยาย"
  }
  