{
    "title": "Terms and Conditions of Fictionio",
    "agreement-header": "Terms and Conditions of Fictionio",
    "agreement-bullet1": "Fictionio is a platform/system rendered through the internet via systems and technology devices to facilitate customers of Ads Sort Company Limited (the \"Company\") (the \"User\").",
    "agreement-bullet2": "The User can apply through the Company's website. The User must fill all required information completely and accurately. The registration will be valid when the user receives a confirmation message from the system.",
    "agreement-bullet3": "The User itself must set Username and Password to access Fictionio  according to the terms and conditions prescribed by the Company.",
    "agreement-bullet4": "The User can access Fictionio via the Company's website using its Username and Password as required by the Company.",
    "agreement-bullet5": "The User may change the Password by himself/herself at any time according to the term of the service as prescribed the Company. The User agrees that the latest Password are to be used for the service which shall be binding on the User in all respects. The User acknowledges that the Password is confidential information which shall be kept secret and are not to be made available to other persons including the Company.",
    "agreement-bullet6": "In case that the User login to Fictionio by entering Password, the User must enter Password correctly. If the User enters the wrong Password more than the number of times set out by the Company, the User will not be able to use the service. In this case, the User must follow the procedure specified by the Company. If the User does not use the service within the period of time specified by the Company, the Company may suspend the service until the user has contacted the Company.",
    "agreement-bullet7": "The User agrees that any actions taken through Fictionio by using Username, Password, or other tool(s) given by the Company. It shall be deemed that the User has submitted an electronic signature to the Company as evidence of an action through the service at that time without the User affixing his/her signature on any document. The User agrees the Company to use the information on his/her action as an original document which used as evidence in proving that the User has taken such actions to be used in legal proceeding in all respects and agrees to be liable for such actions as if it had been carried out by himself/herself. Furthermore, the User agrees and accepts the risk for damages or losses in electronic used whereby the User does not required to sign or to submit any document as an evidence to the Company, whether the same is a result of the third person acting in bad faith or not, except where the User is not involved in such act of bad faith in any manner. The Company shall assume no liability in any error, defect or damage arising from such acts and the User shall not raise such circumstances as a claim or proof in bringing an action against the Company in all respects.",
    "agreement-bullet8": "In the case of a Username, or device used to perform a transaction, such as a mobile phone or tablet, is damaged or stolen, the Users must notify and/or request to hold transaction and/or using any electronic services and/or requesting the freeze or suspension of using a Username, or device used to perform transaction immediately at the company contact center. The Company will suspend the transaction and/or any electronic services and/or freeze or suspend the use of Username, or device used to perform the transaction as soon as the customer has verified ownership of the account in accordance with the procedures and methods prescribed by the Company. The User agrees that any performing of the transaction by using Username, or User's device before the Company suspends or hold transaction shall be binding on the User and the User agrees to be liable pay all reasonable expenses.",
    "agreement-bullet9": "In case disruption, failure or maintenance of computer systems or communication systems of the Company, the User, internet service providers or mobile operators, or the same of electricity systems, telecommunication systems, or any other systems in connection with Fictionio have caused the service to be temporarily unavailable, the User agrees not to raise such disruption or failure to make any claim against the Company.",
    "agreement-bullet10": "The User agrees to pay fees, charges and expenses incurred in connection with the use of Fictionio to the Company in accordance with the conditions, categories, rates or amount specified by the Company at present or hereafter by authorizing the Company to forthwith deduct such amount from all types of accounts of the User maintained with the Company without consent from or prior notice to the User. ",
    "agreement-bullet11": "The User agrees and acknowledges that the Company may require reasonable time to carry out necessary steps in providing the service. As such, the User shall not claim the Company for any damage caused by any delay in the procedure.",
    "agreement-bullet12": "The User acknowledges that records, evidence, including evidence of transfer or other documents made by the Company as a result of the use of the service by the User shall be deemed correct in all respects without inspection by or signature of the User. Such records, evidence or documents shall be duly used in proving debts, debit and/or funds transfer and/or any use of the service despite such information being maintained or collected in the form of electronic data or other forms. The User shall be entitled to receive evidence of transactions accordingly.",
    "agreement-bullet13": "The User authorizes the Company to contact, inquire or disclose any or all details or information in relation to the use of the Company's service by the User to any person and/or juristic person as the Company deems necessary and appropriate without requesting for permission or obtaining consent from the User. For the purpose hereof, the User agrees that this consent shall be in effect at all times although the User no longer uses Fictionio or any other services with the Company.",
    "agreement-bullet14": "The user guarantees that any content that the user submit to the system is own copyright by the user. The user is not violating any other copyright. If it has a case that sue from others, the user has responsible for the case and accept to pay any cost that will happens.",
    "agreement-bullet15": "The user that submit content to the system, the ownership of content is belonged to the user.",
    "agreement-bullet16": "The user authorizes the company to publish any content that the user submits to the system via company’s channel and allow other users to translate the content for publish on company’s channel. ",
    "agreement-bullet17": "The user that translates any content on the system, is not allowed to publish translated content to other channels, rather than the company channel only.",
    "agreement-bullet18": "The company reserves right to terminate, delete user’s content and user’s account without any notice, If the company found that the user violates this agreement.",
    "agreement-bullet19": "The company reserves right to change this agreement without notice, please read agreement every times before access to the system."
    
  }