{
    "title": "Fictionio : Introduction to writer",
    "write-intro-header": "Introduction to writer",
    "write-intro1": "Fiction is open to the writer to publish their work for free and retrieve in come from their works. ",
    "write-why": "Why you have to write with Fictionio?",
    "write-why-sub1": "Fictionio allow writers to publish their works for free. ",
    "write-why-sub2": "This is change to show your works to the world,since Fictionio have machanism for translate your works to other language. The next world famous writer may be you.",
    "write-why-sub3": "Writers are able to set pricing in various model, so writer are able to choose price model that suiter to their readers.",
    "write-why-sub4": "Every works that published in Fictionion, will stored in blockchain system,which is relaible and immutable, In case, writer has argument, they may request this concrete evidence for Fictionio for the time that their first publish on Fictionio site.",
    "write-owner": "Content to publish on Fictionion",
    "write-owner-sub1": "Any work that writer publish to Fiction should be write by their own, not translate from the other langugae.",
    "write-owner-sub2": "No matter old or new works, they are allowed to publish in Fictinio.",
    "write-owner-sub3": "Although writer publish their work on other site before, it still allow to be published on Fictionio",
    "write-owner-sub4": "If the work that published to the Fictionio got good response from readers, Fictionio will help writer to promote their work to get more reknown and income.",
    "write-content": "Beware before publish",
    "write-content-sub1": "Any work that uploading to the sytem should be ensure that it is not illegal.",
    "write-content-sub2": "Any images that upload to the system, writer should create by their own or receive authorize from the owner before upload to system.",
    "write-content-sub3": "If Fictionio found that any work is illegal, Fictionio reserves right to postpone that works until it fixed",
    "write-support": "Income for writer",
    "write-support-content1" : "Writers will receive income from their works by setting price model, the system will return to writers 40 coins for each purchased 100 coins.",
    "write-support-content2" : "In case writer works have been translate to other langauge, the writer will recives 10 coins for each purchased 100 coins.",
    "login-to-write": "Log in to start writing",
    "start-new-fiction": "Start writing new fiction"
  }
  